Repository: wp-plugins/wp-photo-album-plus
Catalog: langs/wppa_theme-*.po
Languages: cs_cz

source: No photos found matching your search criteria.
cs_cz: Žádné fotky neodpovídají zadaným kritériím vyhledávání.

source: No albums found matching your search criteria.
cs_cz: Žádná alba neodpovídají zadaným kritériím vyhledávání.

source: No albums or photos found matching your search criteria.
cs_cz: Žádná alba ani fotky neodpovídají zadaným kritériím vyhledávání.

source: Album Admin
cs_cz: Administrace alb

source: Upload Photos
cs_cz: Nahrát fotky

source: Edit Photos
cs_cz: Exportovat fotografie

source: Import Photos
cs_cz: Importovat fotky

source: Moderate Photos
cs_cz: Spravovat fotografie

source: Export Photos
cs_cz: Exportovat fotky

source: Settings
cs_cz: Nastavení

source: Photo of the day
cs_cz: Foto dne

source: Comments
cs_cz: Komentáře

source: Help & Info
cs_cz: Pomoc a info

source: Docs & Demos
cs_cz: Dokumenty a dema

source: Photo Albums
cs_cz: Fotoalba

source: All modifications are instantly updated on the server. The <b style="color:#070" >Remark</b> field keeps you informed on the actions taken at the background.
cs_cz: Všechny změny byly na serveru provedeny. Pole <b style="color:#070" >Remark</b> Vás průběžně informuje o akcí, které jsou prováděny na pozadí.

source: Exit & Refresh
cs_cz: Ukončit a obnovit

source: Link to
cs_cz: Odkaz na

source: View the album
cs_cz: Prohlédnout album

source: View the cover photo
cs_cz: Zobrazit úvodní fotku

source: View the cover photos
cs_cz: Zobrazit úvodní fotky

source: View
cs_cz: Ukázat:

source: albums
cs_cz: albumy

source: and
cs_cz: a

source: photo
cs_cz: fotka

source: photos
cs_cz: fotek

source: Browse photos
cs_cz: Prohlédnout fotky

source: Upload at least %d photos to this album!
cs_cz: Nahrát alespoň %d fotek do tohoto alba!

source: Photo search results
cs_cz: Výsledek vyhledávání fotek

source: Super View Photos
cs_cz: Super View fotky

source: Tagged photos
cs_cz: Označkované fotografie

source: Please select a tagcloud landing page in Table VI-C3b
cs_cz: Vyberte prosím cílovou stránku pro tagcloud v Table VI-C3b

source: Multi Tagged photos
cs_cz: Multioznačkované fotografie

source: Please select a multitag landing page in Table VI-C4b
cs_cz: Prosím vyberte multitag cílovou stránku v Table VI-C4b

source: Please check the tag(s) that the photos must have
cs_cz: Zkontrolujte prosím tag(y), které fotky musí mít

source: And
cs_cz: a

source: Or
cs_cz: nebo

source: Find!
cs_cz: Najít!

source: See this image on %s
cs_cz: Koukni na tuto fotku na %s

source: Share on Twitter
cs_cz: Sdílet %s na Pinterest

source: Share %s on Google+
cs_cz: Sdílet %s na Google +

source: Share on Google+
cs_cz: Sdílet %s na Google +

source: Share %s on Pinterest
cs_cz: Sdílet %s na Pinterest

source: Share on Pinterest
cs_cz: Sdílet %s na Pinterest

source: Comment on Facebook:
cs_cz: Komentovat na Facebooku:

source: Max uploads reached
cs_cz: Max uploads dosiahol

source: Upload Photo
cs_cz: Nahrát fotku

source: You may upload up to %s photos at once if your browser supports HTML-5 multiple file upload
cs_cz: Můžete nahrát až %s fotek najednou, pokud váš prohlížeč podporuje hromadné nahrávání souborů HTML5

source: Max photo size: %d x %d (%2.1f MegaPixel)
cs_cz: Max. velikost fotek: %d %d (%2.1f megapixelů)

source: Apply watermark file:
cs_cz: Použít soubor s vodoznakem:

source: Position:
cs_cz: Pozice:

source: If you leave this blank, the original filename will be used as photo name.
cs_cz: Necháte-li prázdné, původní název souboru(ů) se použije jako název fotky(ek).

source: Enter photo name.
cs_cz: Zadejte název fotky

source: Enter/modify photo description
cs_cz: Zadat/upravit popis fotky

source: Please select an album and try again
cs_cz: Vyberte prosím album a opakujte akci

source: wrote:
cs_cz: napsal:

source: Awaiting moderation
cs_cz: Čeká na moderování

source: Marked as spam
cs_cz: Označený jako spam

source: Edit!
cs_cz: Upravit!

source: Send!
cs_cz: Odeslat!

source: Your name:
cs_cz: Vaše jméno:

source: Your email:
cs_cz: Váš e-mail:

source: Your comment:
cs_cz: Váš komentář:

source: You must <a href="%s">login</a> to enter a comment
cs_cz: Musíte se <a href=&quot;"%s"&quot;>přihlásit</a> k napsání komentáře

source: Leave a comment
cs_cz: Napsat komentář

source: Show IPTC data
cs_cz: Zobrazit IPTC data

source: Hide IPTC data
cs_cz: Skrýt IPTC data

source: No IPTC data
cs_cz: Žádná IPTC data

source: Show EXIF data
cs_cz: Zobrazit EXIF data

source: Hide EXIF data
cs_cz: Skrýt EXIF data

source: No EXIF data
cs_cz: Žádná EXIF data

source: Home
cs_cz: Domů

source: Post:
cs_cz: Příspěvek:

source: Page:
cs_cz: Strana:

source: View the thumbnails
cs_cz: Prohlédnout náhledy

source: Searchstring:
cs_cz: Hledat:

source: Photos by %s
cs_cz: Foto od %s

source: Various albums
cs_cz: Různá alba

source: Albums:
cs_cz: Alba:

source: Top rated photos
cs_cz: Najlepšie hodnotené fotografie

source: Recently uploaded photos
cs_cz: Nedávno nahrané fotografie

source: Recently commented photos
cs_cz: Nedávno komentované fotografie

source: Featured photos
cs_cz: Nejlépe hodnocené fotky

source: Related photos
cs_cz: Podobné fotky

source: Tagged photos:
cs_cz: Otagované fotky:

source: or
cs_cz: nebo

source: Recently updated albums
cs_cz: Nedávno nahrané fotky

source: Various albums by %s
cs_cz: Další alba od %s

source: Thumbnail view
cs_cz: Stránka s náhledy

source: Thumbs
cs_cz: Náhledy

source: Unpublished
cs_cz: Nepublikováno

source: Buy now
cs_cz: Koupit nyní

source: Unit Price: %s each
cs_cz: Cena za kus: %s

source: Qty:
cs_cz: Počet:

source: Photo not found.
cs_cz: Fotky nenalezeny.

source: Default photo album for
cs_cz: Přednastavené fotoalbum pro

source: 1 second
cs_cz: 1 sekundu

source: seconds
cs_cz: sekund

source: 1 minute
cs_cz: 1 minuta

source: minutes
cs_cz: minut

source: 1 hour
cs_cz: 1 hodina

source: hours
cs_cz: hodin

source: 1 day
cs_cz: 1 den

source: days
cs_cz: dní

source: 1 week
cs_cz: 1 týden

source: weeks
cs_cz: týdnů

source: 1 month
cs_cz: 1 měsíc

source: months
cs_cz: měsíců

source: 1 year
cs_cz: 1 rok

source: years
cs_cz: let

source: --- none ---
cs_cz: --- žádné ---

source: --- all ---
cs_cz: --- vše ---

source: --- separate ---
cs_cz: --- samostatné ---

source: Not Defined
cs_cz: Není definovaná

source: Manual
cs_cz: Manuál

source: Aperture-priority AE
cs_cz: Priorita clony AE

source: Shutter speed priority AE
cs_cz: Priorita závěrky rychlosti AE

source: Creative (Slow speed)
cs_cz: Creative (pomalá rýchlost)

source: Action (High speed)
cs_cz: Akce (vysoká rychlost)

source: Portrait
cs_cz: Portrét

source: Landscape
cs_cz: Krajina

source: Bulb
cs_cz: Žárovka

source: Average
cs_cz: Průměr

source: Center-weighted average
cs_cz: Vážený průmer

source: Multi-segment
cs_cz: Multi-segmentové

source: Partial
cs_cz: Částečné

source: Other
cs_cz: Ostatní

source: No Flash
cs_cz: Bez blesku

source: Fired
cs_cz: Záblesk

source: Fired, Return not detected
cs_cz: Záblek, nedetekován návrat

source: Fired, Return detected
cs_cz: Záblek, detekován návrat

source: On, Did not fire
cs_cz: Zapnuto, bez záblesku

source: On, Fired
cs_cz: Zapnuto, záblesk

source: On, Return not detected
cs_cz: Zapnuto, nedetekován návrat

source: On, Return detected
cs_cz: Zapnuto, detekován návrat

source: Off, Did not fire
cs_cz: Vypnuto, bez záblesku

source: Off, Did not fire, Return not detected
cs_cz: Vypnuto, bez záblesku, nedetekován návrat

source: Auto, Did not fire
cs_cz: Automatika, bez záblesku

source: Auto, Fired
cs_cz: Automatika, záblesk

source: Auto, Fired, Return not detected
cs_cz: Automatika, záblesk, nedetekován návrat

source: Auto, Fired, Return detected
cs_cz: Automatika, záblesk, detekován návrat

source: No flash function
cs_cz: Žádné funkce blesku

source: Off, No flash function
cs_cz: Vypnuto, žádné funkce blesku

source: Fired, Red-eye reduction
cs_cz: Záblesk, redukce červených očí

source: Fired, Red-eye reduction, Return not detected
cs_cz: Záblesk, redukce červených očí, nedetekován návrat

source: Fired, Red-eye reduction, Return detected
cs_cz: Záblesk, redukce červených očí, detekován návrat

source: On, Red-eye reduction
cs_cz: Zapnuto, redukce červených očí

source: Red-eye reduction, Return not detected
cs_cz: Redukce červených očí, nedetekován návrat

source: On, Red-eye reduction, Return detected
cs_cz: Zapnuto, redukce červených očí, detekován návrat

source: Off, Red-eye reduction
cs_cz: Vypnuto, redukce červených očí

source: Auto, Did not fire, Red-eye reduction
cs_cz: Automatika, bez záblesku, redikce červených očí

source: Auto, Fired, Red-eye reduction
cs_cz: Automatika, záblesk, redikce červených očí

source: Auto, Fired, Red-eye reduction, Return not detected
cs_cz: Automatika, záblesk, redikce červených očí, nedetekován návrat

source: Auto, Fired, Red-eye reduction, Return detected
cs_cz: Automatika, záblesk, redikce červených očí, detekován návrat

source: View the featured photos
cs_cz: Zobrazit nejlépe hodnocené fotky

source: No related photos found.
cs_cz: Žádná podobná fotka.

source: There are %s albums found. Only the first %s will be shown. Please refine your search criteria.
cs_cz: Bylo nalezeno %s alb. Je zobrazeno pouze prvních %s. Zpřesněte prosím vyhledávací podmínku.

source: Edit
cs_cz: Upravit

source: Are you sure you want to remove this photo?
cs_cz: Opravdu chcete smazat tuto fotku?

source: Delete
cs_cz: Smazat

source: Comment edited
cs_cz: Komentář upraven

source: Comment on photo:
cs_cz: Komentovat fotky:

source: wrote on photo
cs_cz: napsáno k fotce

source: Moderate comment admin
cs_cz: Administrace moderování komentářů

source: Moderate manage photo
cs_cz: Správa úprav fotek

source: Edit photo
cs_cz: Upravit fotku

source: You receive this email as you are assigned to moderate
cs_cz: Dostáváte tento e-mail, protože jste přidedělen k jeho moderování

source: You receive this email as administrator of the site
cs_cz: Dostáváte tento e-mail jako správce webu

source: You receive this email as uploader of the photo
cs_cz: Dostanete tento e-mail jako autor nahrání fotek

source: You receive this email as owner of the album
cs_cz: Dostáváte tento e-mail jako vlastník alba

source: Comment added
cs_cz: Komentář byl odeslán

source: Sorry, you gave a wrong answer.\n\nPlease try again to solve the computation.
cs_cz: Bohužel, špatná odpověď.\n\nZkuste to znuvu.

source: Could not process comment.\nProbably timed out.
cs_cz: Nelze zpravovat komentář.\nPravděpodobně vypršel časový limit zpracování.

source: 1 Comment
cs_cz: 1 komentář

source: %s Comments
cs_cz: %s komentářů

source: <b>ERROR: Illegal attempt to enter a rating.</b>
cs_cz: <b>Chyba: Neplatný pokus o zadání hodnocení.</b>

source: <b>ERROR: Illegal attempt to enter a comment.</b>
cs_cz: <b>Chyba: Neplatný pokus o zapsání komentáře.</b>

source: <b>ERROR: Illegal attempt to upload a file.</b>
cs_cz: <b>Chyba: Neplatný pokus o nahrání souboru.</b>

source: Photo successfully uploaded.
cs_cz: Fotka úspěšně nahrána.

source: %s photos successfully uploaded.
cs_cz: %s fotek úspěšně nahráno.

source: %s points added.
cs_cz: Body (%s) byly přidány.

source: Upload failed
cs_cz: Nahrávání selhalo

source: Error during upload
cs_cz: Chyba počas upload

source: Uploaded file is not an image
cs_cz: Nahraný súbor nie je obraz

source: Only gif, jpg and png image files are supported. Returned filetype = %d.
cs_cz: Podporovány poute formáty gif, jpg a png. Zjištěný typ = % d.

source: The image is too big. Max photo size: %d x %d (%2.1f MegaPixel)
cs_cz: Obrázek je příliš velký. Max. velikost fotky: %d %d (%2.1f megapixelu)

source: Could not insert photo into db.
cs_cz: Nelze vložit do databáze.

source: New photo uploaded: %s
cs_cz: Nová fotka nahrána: %s

source: User %s uploaded photo %s into album %s
cs_cz: Uživatel %s nahrál fotku %s do alba %s

source: This upload requires moderation
cs_cz: Toto nahrání vyžaduje úpravu

source: Details:
cs_cz: Detaily:

source: Manage photo
cs_cz: Spravovat fotky

source: You can upload after
cs_cz: Můžete nahrát po

source: Download
cs_cz: Stáhnout

source: Zoom in
cs_cz: Přiblížit

source: none
cs_cz: žádný/á

source: unknown
cs_cz: neznámý/á

source: --- deleted ---
cs_cz: --- smazáno ---

source: All Albums
cs_cz: Všechna alba

source: Last Ten Uploaded Photos
cs_cz: Nedávno nahrané fotky

source: View the most recent uploaded photos
cs_cz: Zobrazit posledně nahrané fotky

source: Are you sure you want to publish this photo?
cs_cz: Opravdu chcete zveřejnit tuto fotku?

source: Approve
cs_cz: Potvrdit

source: Moderate
cs_cz: Spravovat

source: PhotoAdmin
cs_cz: FotoAdmin

source: CommentAdmin
cs_cz: Komentáře

source: Are you sure you want to publish this comment?
cs_cz: Opravdu chcete zveřejnit tento komentář?

source: Are you sure you want to remove this comment?
cs_cz: Opravdu chcete odebrat tento komentář?

source: Previous
cs_cz: Predcházející

source: Next
cs_cz: Další

source: Start
cs_cz: Spustit

source: Stop
cs_cz: Zastavit

source: Slower
cs_cz: Pomaleji

source: Faster
cs_cz: Rychleji

source: Photo
cs_cz: Foto

source: of
cs_cz: z

source: Previous photo
cs_cz: Předcházející fotku

source: Next photo
cs_cz: Další fotku

source: Prev.
cs_cz: Předchozí

source: Average&nbsp;rating
cs_cz: Průměrné hodnocení

source: My&nbsp;rating
cs_cz: Moje&nbsp;hodnocení

source: Avg.
cs_cz: Průměr

source: Mine
cs_cz: Důl

source: You marked this image as inappropriate.
cs_cz: Označili jste tento obrázok jako nevhodný.

source: No dislikes
cs_cz: Žádné hodnocení NELÍBÍ

source: 1 dislike
cs_cz: 1 hodnocení NELÍBÍ

source: dislikes
cs_cz: NELÍBÍ

source: including mine
cs_cz: včetně mého

source: Please enter your name
cs_cz: Zadejte vaše jméno

source: Please enter a valid email address
cs_cz: Zadejte platnou e-mailovou adresu

source: Please enter a comment
cs_cz: Zadejte komentář

source: Double click to start/stop slideshow running
cs_cz: Ke spuštění/zastavení prezentace dvakrát klikněte

source: Photo %s has been removed.
cs_cz: Fotka %s byla odebrána.

source: No album defined yet.
cs_cz: Žádné album ještě není definované.

source: Paused
cs_cz: Pozastaveno

source: To see the full size images, you need to enable javascript in your browser.
cs_cz: Pro zobrazení fotek v plné velikosti musíte povolit JavaScript ve vašem prohlížeči.

source: - - - Voting enabled - - -
cs_cz: --- Hlasování povoleno ---

source: You must <a href="%s">login</a> to vote
cs_cz: K hodnocení se musíte <a href=&quot;"%s"&quot;>přihlásit</a>.

source: - - - Rating enabled - - -
cs_cz: --- Hodnocení povoleno ---

source: very low
cs_cz: velmi nízká

source: low
cs_cz: nízká

source: average
cs_cz: průměr

source: high
cs_cz: vysoká

source: very high
cs_cz: velmi vysoká

source: Are you sure you want to mark this image as inappropriate?
cs_cz: Opravdu chcete tuto foktu označit jako nevhodnou?

source: Click this if you do NOT like this image!
cs_cz: Klikněte sem, pokud se obrázek NELÍBÍ!

source: My rating:
cs_cz: Moje hodnocení

source: Photo %s of %s
cs_cz: Fotka %s %s

source: Click to start/stop
cs_cz: Pro Spuštění/zastevní klikněte

source: - - - Comments box activated - - -
cs_cz: --- Box komentářů aktivní ---

source: - - - IPTC box activated - - -
cs_cz: --- IPTC box aktivní ---

source: - - - EXIF box activated - - -
cs_cz: --- EXIF box aktivní ---

source: There are
cs_cz: Jsou

source: photo albums. The last album added is
cs_cz: fotoalba. Poslední přidané album je

source: , a subalbum of
cs_cz: , subalbum z

source: Thumbnail photos
cs_cz: Označkované fotografie

source: View the top rated photos
cs_cz: Zobrazit najlépe hodnocené fotky

source: Top Ten Photos
cs_cz: Nejlépe hodnocené fotografie

source: %s Votes
cs_cz: %s hodnocení

source: Views: %s times
cs_cz: Prohlédnuto %s krát

source: User uploaded photos
cs_cz: Nedávno nahrané fotografie

source: Photos uploaded by
cs_cz: Fotky nahrány

source: Rating: %s
cs_cz: Hlasování: %s

source: The visitors email address is: <a href="mailto:%s">%s</a>
cs_cz: Návštěvníkův email je: <a href="mailto:%s">%s</a>

source: The visitor says his email address is: <a href="mailto:%s">%s</a>
cs_cz: Návštěvník říká, že je jeho email je: <a href="mailto:%s">%s</a>

source: This message is automaticly generated at %s. It is useless to respond to it.
cs_cz: Táto zpráva je automaticky generovaná - %s. Je zbytečné na ní reagovať.
